<?php

return [
    'home' => [
        'title' => 'Главная | BLANK.NUMBERS',
        'desc' => 'Нумерологические консультации и обучение нумерологии с нуля от Татьяны Бланк. Со мной разберешься в отношениях с собой и миром 🤓',
        'keywords' => 'нумерология, нумеролог, число жизненного пути, значение цифр, квадрат Пифагора, консультация, значение чисел, отношения, совместимость, число судьбы, матрица, мастер-число, карма, назначение, финансовый код, потенциал, личное число',
    ],
    'pythagoras' => [
        'title' => 'Квадрат Пифагора | BLANK.NUMBERS',
        'desc' => 'Онлайн-калькулятор квадрата Пифагора. Узнай свои цифры, которые покажут назначение и ресурсы для его выполнения',
        'keywords' => 'онлайн-калькулятор квадрата Пифагора, нумерология, нумеролог, число жизненного пути, значение цифр, квадрат Пифагора, консультация, значение чисел, отношения, совместимость, число судьбы, матрица, мастер-число, карма, назначение, финансовый код, потенциал, личное число',
    ],
    'offer' => [
        'title' => 'Публичный договор | BLANK.NUMBERS',
    ],
    'privacy' => [
        'title' => 'Политика конфиденциальности | BLANK.NUMBERS',
    ],
    'celebrities' => [
        'title' => 'База селебрити | BLANK.NUMBERS',
        'desc' => 'Единственная в Интернете нумерологическая база известных личностей! Здесь найдешь знаменитостей с такими же цифрами, как у Тебя 😉 Доступные фильтры по всем показателям, поиск по фамилии или роду деятельности, а для некоторых даже есть рекомендованные к просмотру фильмы! 🍿',
        'keywords' => 'нумерология, нумеролог, число жизненного пути, значение цифр, квадрат Пифагора, селебрити, значение чисел, отношения, совместимость, число судьбы, матрица, мастер-число, карма, назначение, финансовый код, потенциал, личное число',
    ],
];
