<?php

return [
    'pifagor' => [
        'title' => 'Квадрат Пифагора',
        'desc' => "Напиши свое имя и дату рождения в формате (день месяц год) и получи свой квадрат Пифагора)",
        'name' => "Имя",
        'birthday' => 'Дата рождения',
        'text' => [
            'Каждый человек – это пазл из множества цифр и их комбинаций. Если правильно его собрать, то можно получить ответы на многие вопросы!',
            'Квадрат Пифагора – это лишь один из кусочков этого пазла, но довольно значимый:)',
            'Я «составляю пазлы» профессионально, поэтому предлагаю свою помощь всем, кто хочет решить какую-то проблему, понять, куда двигаться дальше или просто давно мечтает встретиться с собой настоящим…',
        ],
    ],


    'hero' => [
        'title' => 'Татьяна Бланк',
        'subtitle' => 'Нумерологические консультации, обучение нумерологии с нуля',
        'desc' => 'Отвечаю на самые актуальные вопросы',

        'question1' => [
            'Какие мои сильные и слабые стороны?',
            'Как мне разбогатеть?',
            'В чем мое предназначение?',
            'Какова моя миссия?',
        ],
        'question2' => [
            'Как мне построить прочные отношения?',
            'Когда я могу выйти замуж?',
            'Как найти общий язык с ребенком?',
            'Кто я в любви?',
        ],
        'question3' => [
            'Стоит ли начинать свое дело?',
            'Как создать эффективную команду?',
            'Какой бизнес мне подходит?',
            'Какой я лидер?',
            'Когда лучше покупать недвижимость?',
        ],

    ],

    'who' => [
        'title' => 'Кто я?',
        'title2' => 'Меня зовут Татьяна Бланк.',
        'desc' => 'Я помогаю людям осознать их потенциал и правильно распоряжаться ресурсами и талантами, данными с рождения. Мой путь к цифрам был таким:',
        'period' => [
            [
                'years' => '1997 - 2002',
                'text' => 'Я студентка. Учусь на бухгалтера-аудитора, но сразу понимаю, что бухгалтером я никогда работать не буду. :)',
            ],
            [
                'years' => '2002 - 2010',
                'text' => 'Я – наемный сотрудник. В 2010 году оставила позицию руководителя среднего звена (350 подчиненных) в крупном банке.',
            ],
            [
                'years' => '2010 - 2019',
                'text' => 'Я мама. Начинаю заниматься творчеством: теперь моя профессия – графический дизайнер, создаю красивые логотипы и сайты.',
            ],
            [
                'years' => '2019 - н.в.',
                'text' => "Я попадаю в мир цифр и понимаю: это настолько моя стихия, что я просто обязана связать себя с цифрами и делиться своими знаниями со всеми, кто готов к положительным трансформациям!",
            ],
        ],

    ],

    'education' => [
        'title' => 'Мой хогвартс',
    ],

    'what' => [
        'title' => 'О чем можно узнать на консультацииції',
        'content' => [
            [
                'title' => 'Индивидуальная консультация',
                'text' => 'Расскажу о Твоих сильных и слабых сторонах, потенциале, миссии и врожденных талантах 💪',
            ],
            [
                'title' => 'Детская консультация',
                'text' => 'Узнаешь много интересного о своих детях: на что нужно обращать внимание, в каком направлении лучше всего развивать именно твоего ребенка, каковы его склонности и таланты 👶',
            ],
            [
                'title' => 'Любовь и отношения',
                'text' => 'Не клеится личная жизнь? Объясню, какие причины могут быть и как с этим работать. Личная жизнь есть, но есть «нюансы»? Расскажу, в каких моментах вы с партнером идеально совместимы и дополняете друг друга, а что требует проработки ❤️',
            ],
            [
                'title' => 'Индивидуальный годовой прогноз',
                'text' => 'Вместе спланируем твой удачный будущий год по месяцам 📝',
            ],

        ]
    ],

    'works' => [
        'title' => 'Как это работает?',
        'content' => [
            [
                "Ты формулируешь один глобальный запрос или пишешь до трех актуальных для тебя вопросов на сегодняшний день, и вносишь предоплату 400 гривен.",
                "Для просчета мне нужно имя, дата рождения в формате день/месяц/год, город и время рождения (если известно).",
            ],
            [
                "Я рассчитываю и анализирую матрицу/матрицы и в оговоренный срок записываю файл в формате mp3 длительностью около 1 часа с ответами на все вопросы.",
                "Расчеты я красиво оформляю и отдаю в формате pdf, готовом к печати.",
            ],
            [
                "Ты изучаешь информацию и в течение максимум трех дней готовишь дополнительные вопросы, если они, конечно, остануться после прослушивания:)",
                " При необходимости проводим дополнительную сессию до 30 минут в формате вопрос-ответ.",
            ],
            [
                "Оплачиваешь остаток стоимости консультации (400 гривен предоплаты уже внесены, помнишь?:)",
                "Поздравляю! Теперь Ты готов/а к новым позитивным трансформациям!",
            ],

        ]
    ],

    'test' => [
        'title' => 'Не можешь сформулировать запрос?',
        'desc' => 'Пройди короткий тест и узнай, какая из сфер Твоей жизни требует внимания прямо сейчас!',

    ],

    'consultations' => [
        'title' => "Сколько стоит изменить жизнь к лучшему?",
        'orders' => [
            [
                'name' => "personal",
                'title' => "Персональная/детская консультация",
                'text' => "Анализ одной матрицы, ответы на любые вопросы в рамках консультации (1 час)",
                'price' => "3500",
                'priceText' => "3500 грн",
                'button' => "Заказать",
            ],
            [
                'name' => "partners",
                'title' => "Совместимость партнеров",
                'text' => "Анализ двух матриц на совместимость в личных или деловых отношениях",
                'price' => "4400",
                'priceText' => "4400 грн",
                'button' => "Заказать",
            ],
            [
                'name' => "forecast-by-month",
                'title' => "Годовой прогноз по месяцам",
                'text' => " В письменном формате (для одного). 🎁 Красивый персональный календарь для печати - в подарок!",
                'price' => "3100",
                'priceText' => "3100 грн",
                'button' => "Заказать",
            ],

        ],

        'infoConsultations' => [
            'title' => "Доступные форматы консультаций:",
            'text1' => "запись на диктофон (mp3)",
            'text2' => "личная встреча (Киев) + 50% к стоимости",
            'text3' => "* Рекомендую формат записи на диктофон, чтобы можно было повторно переслушивать",
        ],

        'infoPayment' => [
            'title' => "Варианты оплаты:",
            'text1' => "для клиентов в Украине:",
            'text2' => "перевод по IBAN (ФЛП 3 группа)",
            'text3' => "для клиентов из других стран:",
            'text4' => "PayPal",
        ]

    ],

    'warning' => [
        'title' => "Осторожно!!",
        'text' => "Разговор со мной может вызвать мурашки и неконтролируемые приступы счастья от осознания собственного потенциала:)",
    ],

    'reviews' => [
        'title' => "Что говорят?",
    ],

    'modalTest' => [
        'step1' => [
            'title' => "Нарисуй на листе бумаги:",
            'text1' => "А теперь доверься своим ощущениям и, не задумываясь, напиши в произвольном порядке у каждой стрелочки одну из сфер своей жизни:",
            'list' => [
                "- душа",
                "- тело",
                "- отношения",
                "- дело",
            ],
            'text2' => "Посмотри расшифровку и реши, на какую из сфер Твоей жизни мне нужно обратить особое внимание во время консультации:)",
            'button' => "Смотреть расшифровку",
        ],
        'step2' => [
            'title' => "Смотри, как интересно:",
            'text1' => "Это та сфера жизни, которая прямо сейчас нуждается в Твоем внимании! НЕМЕДЛЕННО!",
            'text2' => "Это то, в чем Ты эксперт и Тебе важно делиться своими знаниями с другими",
            'text3' => "А вот в этой сфере Ты профан и тебе нужно учиться :)",
            'text4' => "Если Ты уделишь трем предыдущим сферам внимание, то эта сфера заработает автоматически 😉",
        ],
    ],

    'modalOrder' => [
        'alert' => "Что-то пошло не так, попробуйте позже...",
        'step1' => [
            'title' => "Обережно!",
            'text1' => "Консультация может вызвать мурашки и неконтролируемые приступы счастья от осознания собственного потенциала. Ты на верном пути! Осталось только заполнить несколько строк этой формы и магические трансформации начнутся✨...",
            'text2' => '<span class="color-primary">ВНИМАНИЕ!</span> Обычно есть очередь на 1-2 месяца, поэтому оформляй заявку только если готов подождать! Однако уверяю – оно того стоит 😉',
        ],
        'form' => [
            'consultation' => "Консультация: ",
            'price' => "Цена: ",
            'name' => "Как я могу к Тебе обращаться?",
            'namePlaceholder' => "Имя",
            'phone' => "Телефон",
            'or' => "или",
            'telegram' => "Телеграм",
            'telegramPlaceholder' => "Ник или ссылка",
            'message' => "Вкратце опиши свой запрос",
            'birthday' => "Твоя дата рождения",
            'city' => "Город рождения + время (если известно)",
            'cityPlaceholder' => "Киев, 23:59",
            'birthdayPartner' => "Дата рождения партнера",
            'cityPartner' => "Город рождения партнера + время (если известно)",
            'agree1' => "Я согласен/согласна обработке моих данных и ознакомлен/ознакомлен с",
            'agreeLink1' => "Публичной офертой",
            'and' => "и",
            'agreeLink2' => "Политикой конфиденциальности",
            'agree2' => "сайта",
            'buttonSend' => "Отправить заявку",

        ],
        'step2' => [
            'title' => "Заявка успешно отправлена!",
            'text1' => "Уии! У тебя все получилось! В ближайшее время я с Тобой свяжусь, чтобы определиться с датой и форматом консультации. 🤓",
            'text2' => "Перейти на страницу внесения предоплаты (400 грн.). <br> Сумма предоплаты учитывается в общей стоимости консультации.",
            'buttonPayment' => "Оплатить",
        ],
    ],

    'celebrities' => [
        'title' => "Нумерологическая база селебрити",
        'text' => [
            "Здесь можно исследовать любую нумерологическую тему на примере реальных людей: просто фильтруй их по разным параметрам и смотри, что получается)) Как думаешь, например, что общего будет у всех предпринимателей? Или какое качество преобладает у певцов? А давай посмотрим на тех, у кого мало энергии: кем они смогли стать и за счет каких других ресурсов? Таких исследований можно провести очень много, это очень увлекательно – пользуйся на здоровье!",
            'А чтобы "закрепить результат" – посмотри рекомендованный фильм, там все цифры будут ярко показаны на экране.',
        ],
        'textRequest' => "Не нашел того, кого искал? Напиши сюда фамилию и мои гномики добавят эту персону в базу 👇",

        'titleBox' => [
            'search' => 'поиск',
            'filter' => 'фильтр',
        ],
        'filter' => [
            'search-placeholder' => 'Поиск по фамилии',
            'gender' => 'Пол',
            'genderArray' => [
                'ж',
                'м',
            ],
            'occupation' => 'Вид деятельности',
            'birthday' => 'Дата рождения',
            'day' => 'дд',
            'month' => 'мм',
            'year' => 'гггг',
            'goal' => 'Цель',
            'family' => 'Семья',
            'habits' => 'Привычки',
            'self_esteem' => 'Самооценка',
            'everyday_life' => 'Быт',
            'talents' => 'Таланты',
            'spirituality' => 'Духовность',
            'temperament' => 'Темперамент',

            'error-empty' => 'Выберите значения для фильтра',

            'search' => 'Поиск...',

        ],

        'result' => [

            'error' => 'Ошибка получения данных',
            'empty' => 'Уп-с! По такому запросу в нашей базе никого нет (<br> Попробуйте другую комбинацию показателей',

            'count' => 'Количество: ',
        ],

        'buttons' => [
            'search' => 'Поиск',
            'filter' => 'Фильтровать',
            'filterCancel' => 'Сбросить фильтр',
            'send' => 'Отправить',
            'show' => 'Показать всех',
        ],

        'alphabet' => ['а', 'б', 'в', 'г', 'д', 'е', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'э', 'ю', 'я'],

        'preloader-filters' => 'Загрузка данных...',
        'preloader-searh' => 'Поиск...',

        'request-input' => "Имя и фамилия",

        'connections-title' => "Связанные знаменитости в БД Селебрити:",
        'movie' => [
            'roles' => 'Роли:',
            'trailer' => 'Смотри трейлер',
        ],

        'email' => [
            'title' => 'Заявка успешно отправлена!',
            'text' => 'В ближайшее время новая знаменитость будет добавлена ​​в базу селебрити!',
            'text-error' => 'Что-то пошло не так. Попробуй позже.',
        ],

    ],

];
