@extends('layouts.base')


@section('content')




<x-breadcrumb>
    {{ __('menu.offer') }}
</x-breadcrumb>



<section class="offer">
    <div class="container">

        <div class="document">

            <h2 class="document__title title-h2">Публічний договір (оферта)</h2>

            <div class="document-clause">

                <h6 class="document-clause__title title-h6">ЗАГАЛЬНІ ПОЛОЖЕННЯ</h6>

                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Цей Публічний договір (далі – Оферта, Договір) є офіційною пропозицією «Виконавця» на сайті
                            https://blank-numbers.com/, щодо надання Консультаційних послуг (далі – Послуг) за допомогою
                            програмного забезпечення сайту: https://blank-numbers.com/ (далі — Сайт) юридичним та/або
                            дієздатним фізичним особам (далі – Замовник) на наведених нижче умовах шляхом надання послуг через
                            онлайн та e-mail сервіси, спеціальні форми передачі інформації, спрямовані на придбання Замовником
                            консультацій, роз'яснень, інструкцій, шаблонів у сфері діяльності за встановлену плату.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Відповідно до статей 641, 642 Цивільного Кодексу України (ЦК України) у разі прийняття викладених
                            нижче умов та оплати послуг юридична або фізична особа, яка провадить акцепт цієї оферти, стає
                            Замовником (акцепт оферти рівносильний укладенню договору на умовах, викладених в оферті). Приймаючи
                            Оферту, Замовник тим самим підтверджує, що ці умови не ущемляють його законних прав та інтересів.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Цей Договір на надання Послуг (Оферта) вважається укладеним (акцептованим) з моменту заповнення
                            Замовником Заявки на послугу на Сайті Виконавця та надходження коштів Замовника на розрахунковий
                            рахунок Виконавця.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець та Замовник надають взаємні гарантії своєї право- та дієздатності необхідні для укладання
                            та виконання цього Договору на надання Послуг.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Приймаючи Оферту, Замовник тим самим підтверджує, що ці умови не ущемляють його законних прав та
                            інтересів. У зв'язку з вищевикладеним, уважно прочитайте текст цієї Оферти і якщо Ви не погоджуєтесь
                            з будь-яким пунктом Оферти, Виконавець пропонує Вам відмовитися від використання послуг.
                        </p>
                    </li>
                </ul>

            </div>

            <div class="document-clause">

                <h6 class="document-clause__title title-h6">ВИЗНАЧЕННЯ І ТЕРМІНИ</h6>

                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            З метою цієї Оферти наведені нижче терміни використовуються в наступному значенні:
                            Оферта – реальний громадський договір на надання Послуг.
                        </p>
                        <p class="document-clause__item-text text-min">
                            Сайт – інтернет-сайт: https://blank-numbers.com/, який використовується Виконавцем на правах
                            власності.

                        </p>
                        <p class="document-clause__item-text text-min">
                            Послуги – будь-які послуги Виконавця, види та вартість яких визначено на Сайті, надання послуг (в
                            т.ч. шаблонів, інструкцій, консультацій, роз'яснень та інше), використовуючи онлайн технології,
                            e-mail розсилки, технології пірингових мереж (zoom-консультації) ), або консультаційних послуг в
                            іншій формі. Форма та необхідність надання супутніх послуг визначаються Виконавцем самостійно.

                        </p>

                        <p class="document-clause__item-text text-min">
                            Акцепт Оферти — повне та беззастережне прийняття Оферти шляхом здійснення дій щодо 100% попередньої
                            оплати Послуг.
                        </p>
                        <p class="document-clause__item-text text-min">
                            Виконавець – сайт https://blank-numbers.com/ в особі ФОП Бланк Тетяни Валентинівни або іншого
                            суб'єкта господарювання, який має право надати послуги Замовнику на умовах цієї Оферти.

                        </p>
                        <p class="document-clause__item-text text-min">
                            Замовник - особа, яка здійснила Акцепт Оферти на викладених у ній умовах.

                        </p>
                        <p class="document-clause__item-text text-min">
                            Договір на надання послуг (далі – Договір) – договір між Замовником та Виконавцем на надання послуг,
                            який укладається за допомогою Акцепту цієї Оферти.
                        </p>
                    </li>
                </ul>

            </div>




            <div class="document-clause">

                <h6 class="document-clause__title title-h6">ПРЕДМЕТ ОФЕРТИ</h6>

                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Предметом цієї Оферти є надання Замовнику Консультаційних послуг силами Виконавця відповідно до умов
                            цієї Оферти шляхом надання Консультаційних послуг в онлайн форматі за винагороду, що виплачується
                            Замовником Виконавцю, або надання Замовнику послуг за плату за діючими розцінками Виконавця.
                        </p>

                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Вартість кожного виду Послуги встановлюється на Сайті Виконавця. Цей договір на надання Послуг
                            вважається укладеним з моменту надходження коштів на розрахунковий рахунок Виконавця.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Платежі за цим договором здійснюються одним із способів, що пропонуються Замовнику, у тому числі при
                            натисканні кнопки «Сплатити», які включають:
                        </p>
                        <ul class="document-clause__item-list">
                            <li>
                                <p class="document-clause__item-text text-min">
                                    - Оплата на розрахунковий рахунок Виконавця через банк або банк-еквайр;
                                </p>
                            </li>
                            <li>
                                <p class="document-clause__item-text text-min">
                                    - Іншими способами за попереднім погодженням з Виконавцем.
                                </p>
                            </li>
                        </ul>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець має право змінювати Раценки, умови цієї Оферти та доповнення до Оферти без попереднього
                            погодження із Замовником, забезпечуючи при цьому публікацію змінених умов на Сайті, такі зміни
                            набирають чинності з моменту опублікування, якщо інший термін набрання чинності не визначений
                            додатково під час їх опублікування.
                        </p>
                    </li>
                </ul>

            </div>


            <div class="document-clause">

                <h6 class="document-clause__title title-h6">УМОВИ НАДАННЯ ПОСЛУГИ</h6>

                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець надає обмежений доступ Замовнику до Послуги, розміщеної на Сайті, передає за допомогою
                            електронної пошти розсилки на адресу електронної пошти Замовника або передає доступ за посиланням.
                        </p>

                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Види та засоби оплати кожного виду Послуги вказуються на Сайті.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовлення Послуги підтверджується заповненням Замовником відповідної заявки та внесенням оплати
                            одним із способів, зазначених на Сайті. Послуга надається Замовнику шляхом надсилання готового
                            пакету Консультаційних послуг: на адресу електронної пошти Замовника, зазначеної ним під час
                            заповнення заявки на отримання Послуг; надання доступу для завантаження готового пакету Послуг за
                            посиланням або іншим способом, обумовленим Сторонами.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Якщо протягом 2 робочих днів Замовник з тієї чи іншої причини не отримав доступу до оплаченої
                            Послуги, йому необхідно звернутися до служби підтримки Виконавця за адресою: tatyana.blank@gmail.com
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець зобов'язується надати Замовнику Послугу у строк, зазначений на Сайті, або шляхом надання
                            Послуги на адресу електронної пошти Замовника протягом 2 робочих днів з моменту надходження коштів
                            на рахунок Виконавця.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Ця Оферта має чинність акта про надання послуг. Прийняття послуги провадиться без підписання
                            відповідного акта.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Послуги вважаються належним чином і в повному обсязі після отримання Замовником готового пакету
                            послуг, підтвердженням чого є електронне повідомлення про отримання Замовником послуги. Послуги
                            вважаються прийнятими Клієнтом, якщо протягом одного робочого дня з моменту отримання Клієнтом
                            послуги не виставлена ​​рекламація. У разі відсутності рекламації послуги вважаються належним чином.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець залишає за собою право анулювати надання Послуги Замовнику у разі встановлення факту
                            передачі реквізитів для закритого доступу до Послуги на сайті третім особам, розповсюдження
                            Замовником інформації та матеріалів, отриманих як Послуги, третім особам за плату або безоплатно.
                            Використання Замовником інформації та матеріалів, отриманих внаслідок отримання послуг, допускається
                            лише в особистих цілях та для особистого використання Замовника.
                        </p>
                    </li>
                </ul>

            </div>






            <div class="document-clause">

                <h6 class="document-clause__title title-h6">РЕЄСТРАЦІЯ ЗАМОВНИКА НА САЙТІ</h6>

                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Надання Замовнику Послуги можливе за умови заповнення ним на Сайті відповідної заявки. Заявка
                            повинна мати прізвище, ім'я Замовника, адресу його електронної пошти, телефон.
                        </p>
                    </li>
                </ul>

            </div>




            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець несе відповідальність за зберігання та обробку персональних даних Замовника, забезпечує
                            конфіденційність цих даних у процесі їх обробки та використовує їх виключно для якісного надання
                            Послуги Замовнику.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець гарантує надання Замовнику повної та достовірної інформації про послугу на його вимогу.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець має право продовжити строки надання Послуги, повідомивши про це Замовника не пізніше
                            одного календарного дня з моменту прийняття такого рішення, на строк, що не перевищує 30 календарних
                            днів.
                        </p>
                    </li>
                </ul>
            </div>


            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ПРАВА ТА ОБОВ'ЯЗКИ ЗАМОВНИКА</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник зобов'язаний надавати достовірну інформацію про себе у процесі створення заявки
                            (реєстрації) на Сайті. Замовник відповідає за достовірність такої інформації.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник зобов'язується не відтворювати, не повторювати, не копіювати, не продавати інформацію та
                            матеріали, що стали доступними у зв'язку з наданням Послуги, за винятком їх особистого використання.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник зобов'язаний підтримувати у справному технічному стані обладнання та канали зв'язку, що
                            забезпечують доступ до Сайту. Виконавець не несе відповідальності за ненадання (неякісне надання)
                            послуги з причин, що не залежать від Виконавця (в т.ч. через невиконання п. 7.1 цієї Оферти).
                        </p>
                    </li>
                </ul>
            </div>

            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ВІДПОВІДАЛЬНІСТЬ СТОРІН</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець та Замовник, враховуючи характер наданої послуги, зобов'язуються у разі виникнення спорів
                            та розбіжностей, пов'язаних із наданням послуги, застосовувати досудовий порядок врегулювання спору.
                            У разі неможливості врегулювання спору в досудовому порядку сторони мають право звернутися до
                            Українського суду.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            За невиконання або неналежне виконання зобов'язань по цій Оферті сторони несуть відповідальність
                            відповідно до законодавства України.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            У разі якщо з будь-якої причини Виконавець не почне надавати послуги, або почне надавати послуги з
                            порушенням термінів, відповідальність Виконавця за допущене порушення Договору та засоби правового
                            захисту Замовника щодо такого порушення обмежуються на власний розсуд Виконавця виключно
                            а) продовженням термінів надання послуги або б) проведенням її у нові терміни до моменту, на який
                            Виконавець повністю виконає свої зобов'язання.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Виконавець за жодних обставин не несе жодної відповідальності за Договором за: а) будь-які
                            дії/бездіяльність, які є прямим або непрямим результатом дій/бездіяльності будь-яких третіх сторін;
                            б) будь-які непрямі збитки та/або упущену вигоду Замовника та/або третіх сторін незалежно від того,
                            чи міг Виконавець передбачити можливість таких збитків чи ні; в) використання (неможливість
                            використання) та будь-які наслідки використання (неможливості використання) Замовником обраної ним
                            форми оплати послуг за Договором.
                        </p>

                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Сукупна відповідальність Виконавця за Договором, за будь-яким позовом або претензією щодо Договору
                            або його виконання обмежується сумою платежу, сплаченого Виконавцю Замовником за Договором.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Не суперечачи зазначеному вище, Виконавець звільняється від відповідальності за порушення умов
                            Договору, якщо таке порушення викликано дією обставин непереборно й сили (форс-мажор), включаючи:
                            дії органів державної влади, пожежу, повінь, землетрус, інші стихійні дії, відсутність
                            електроенергії та/або збої роботи комп'ютерної мережі, страйки, громадянські заворушення,
                            заворушення, будь-які інші обставини, не обмежуючись таким, які можуть вплинути на виконання
                            Виконавцем Договору та непідконтрольні Виконавцю.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник несе всю відповідальність за:
                        </p>
                        <p class="document-clause__item-text text-min">
                            а) дотримання всіх вимог законодавства, але не обмежуючись перерахованим, включаючи повну
                            відповідальність за зміст та форму Заявки; б) достовірність відомостей, зазначених у Заявці, та
                            достовірність гарантій та завірень Замовника, що містяться у п.4.3. Договору.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            У разі порушення Замовником умов Договору Виконавець має право призупинити надання послуг до моменту
                            усунення Замовником допущених порушень та/або розірвати Договір з направленням відповідного
                            повідомлення Замовнику на адресу електронної пошти Замовника, вказаному під час направлення Заявки.
                            При розірванні Договору Виконавцем згідно з цим пунктом Виконавець також має право утримувати
                            стягнення з Замовника неустойку у розмірі різниці між сумою сплаченого Замовником авансового платежу
                            за надання послуг та вартістю послуг, фактично наданих Виконавцем до моменту такого розірвання.
                        </p>
                    </li>
                </ul>
            </div>


            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ГАРАНТІЇ</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник, приймаючи умови цього Договору, приймає на себе також ризик неотримання прибутку та ризик
                            можливих збитків, пов'язаних з використанням інформації та знань, отриманих Замовником внаслідок
                            отримання Послуги.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            За винятком гарантій, прямо вказаних у тексті Договору, Виконавець не надає жодних інших прямих або
                            передбачуваних гарантій за Договором і прямо відмовляється від будь-яких гарантій чи умов щодо
                            порушення прав.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Погоджуючись з умовами та приймаючи умови цього Договору шляхом його акцепту, Замовник запевняє
                            Виконавця та гарантує Виконавцю, що:
                        </p>
                        <ul class="document-clause__item-list-counter">
                            <li class="document-clause__item-counter-li">
                                <p class="document-clause__item-text text-min">
                                    Замовник вказав свої достовірні персональні дані під час направлення Заявки Виконавцю та
                                    достовірні персональні дані Замовника при оформленні платіжних документів платежу за
                                    послуги.
                                </p>
                            </li>
                            <li class="document-clause__item-counter-li">
                                <p class="document-clause__item-text text-min">
                                    Замовник укладає Договір добровільно, причому Замовник:
                                </p>
                                <p class="document-clause__item-text text-min">
                                    а) повністю ознайомився з умовами Договору,
                                </p>
                                <p class="document-clause__item-text text-min">
                                    б) повністю розуміє предмет Договору,
                                </p>
                                <p class="document-clause__item-text text-min">
                                    в) повністю розуміє значення та наслідки своїх дій щодо укладання та виконання Договору.
                                </p>

                            </li>
                            <li class="document-clause__item-counter-li">
                                <p class="document-clause__item-text text-min">
                                    Замовник (юридична особа), має всі права та повноваження, необхідні для укладення та
                                    виконання
                                    Договору Замовником.
                                </p>
                            </li>

                        </ul>
                    </li>
                </ul>
            </div>



            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ФОРС МАЖОР</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Сторони звільняються від відповідальності за часткове або повне невиконання зобов'язань за цим
                            Договором, якщо це невиконання стало наслідком дії обставин непереборної сили (форс-мажорних
                            обставин), що виникли після укладення цього Договору та унеможливили виконання зобов'язань
                            відповідно до умов цього Договору. До таких обставин зокрема, але не обмежуючись, належать
                            надзвичайні ситуації техногенного, природного чи екологічного характеру, аварії в системах
                            електропостачання, руйнування цих систем, спричинені, зокрема, землетрусами, повенями, ураганами
                            тощо, тривала відсутність електроенергії та інтернету з незалежних від сторін причин, воєнні дії,
                            заколот, страйк, масові заворушення, заворушення та інші протиправні дії, а також стан здоров'я
                            Виконавця, повінь, пожежа, антитерористичні операції, землетрус та інші стихійні лиха, війна, воєнні
                            дії, неконтрольовані, протиправні дії та акти вандалізму третіх осіб, революційні дії, громадські
                            заворушення, акти або дії органів державного управління, прийняття законних чи підзаконних актів, що
                            прямо впливають на можливість виконання сторонами умов цього договору, та будь-які інші надзвичайні
                            обставини.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Сторони домовилися, що у разі виникнення обставин, передбачених п. 10.1. Договору, термін виконання
                            зобов'язань за цим Договором відсувається на період часу, протягом якого діяли ці обставини та їх
                            наслідки.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Якщо форс-мажорні обставини та їх наслідки продовжують діяти понад шість місяців, сторони у
                            найкоротші терміни мають провести переговори з метою виявлення прийнятних для обох Сторін
                            альтернативних способів виконання умов цього Договору та досягнення відповідних письмових
                            домовленостей.
                        </p>
                    </li>
                </ul>
            </div>



            <div class="document-clause">
                <h6 class="document-clause__title title-h6">ІНШІ ПОЛОЖЕННЯ</h6>
                <ul class="document-clause__list">
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Замовник гарантує, що всі умови оферти йому зрозумілі і він приймає їх безумовно та в повному
                            обсязі, без будь-яких умов, вилучень та застережень.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            У разі, який не врегульований цим Договором, Сторони зобов'язуються керуватись нормами,
                            встановленими чинним законодавством України.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            До цього договору застосовується законодавство України.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Сторони дають одна одній згоду на обробку та зберігання персональних даних, що стають відомими ним,
                            зв'язки із укладенням цього Договору, у межах, у яких це необхідно відповідно до вимог чинного
                            законодавства України.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Відсутність відмовитися від права. Нездатність Виконавця здійснити те чи інше право в рамках
                            Договору, повноваження або наміри, передбачені Договором, або ж наполягти на суворому дотриманні
                            умов Договору Замовником, не означає ні відмови Виконавцем від термінів та умов Договору у разі
                            наступного порушення, ні відмови від своїх прав вимагати дотримання умов Договору у час згодом.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Договір є повною домовленістю між Виконавцем та Замовником. Виконавець не приймає на себе жодних
                            умов та зобов'язань щодо предмета Договору, за винятком зазначених в оферті, та підтвердженої
                            Заявки, якими регулюється виконання Договору, за винятком випадку, коли такі умови чи зобов'язання
                            зафіксовані письмово та підписані Виконавцем та Замовником. Якщо будь-які умови Додатків або Заявки
                            суперечать умовам Договору оферти, положення оферти переважатимуть.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Якщо будь-яка з умов Договору визнана недійсною або незаконною, або не може набути чинності
                            відповідно до чинного законодавства, таке положення має бути виділено з Договору та замінено новим
                            становищем, що максимально відповідає початковим намірам, що містилися в Договорі, при цьому інші
                            положення Договору (Договору оферти) не змінюються і залишаються в силі.
                        </p>
                    </li>
                    <li class="document-clause__item">
                        <p class="document-clause__item-text text-min">
                            Будь-які повідомлення по Договору можуть надсилатися однією Стороною іншій Стороні:
                        </p>
                        <p class="document-clause__item-text text-min">
                            1) електронною поштою а) на адресу електронної пошти Замовника, вказаної ним при направленні Заявки,
                            з адреси електронної пошти Виконавця, зазначеної в кінці цих умов Договору у випадку, якщо
                            одержувачем є Замовник, та б) на адресу електронної пошти Виконавця, зазначеної в наприкінці цих
                            умов Договору, з адреси електронної пошти Замовника, зазначеної ним під час направлення Заявки;
                        </p>
                        <p class="document-clause__item-text text-min">
                            2) поштою із повідомленням про вручення.
                        </p>
                    </li>
                </ul>
            </div>

            <div class="document-clause">
                <h6 class="document-clause__title title-h6">РЕКВІЗИТИ ВИКОНАВЦЯ</h6>


                <div class="performer-details">
                    <ul class="performer-details__list">
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                ФОП Бланк Тетяна Валентинівна
                            </p>
                        </li>
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                ІСН 2968623061
                            </p>
                        </li>
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                IBAN UA233220010000026001310030753
                            </p>
                        </li>
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                Місце реєстрації: 14032, м. Чернігів, вул. Доценко, буд. 24 кв. 172
                            </p>
                        </li>
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                e-mail: tatyana.blank@gmail.com
                            </p>
                        </li>
                        <li class="performer-details__item">
                            <p class="performer-details__item-text text-min">
                                тел.: +38(050) 358 0123
                            </p>
                        </li>
                    </ul>
                </div>

            </div>





        </div>



    </div>
</section>





@endsection