<?php

return [
    'home' => [
        'title' => 'Головна | BLANK.NUMBERS',
        'desc' => 'Нумерологічні консультації та навчання нумерології з нуля від Тетяни Бланк. Зі мною розберешся у стосунках із собою та світом 🤓',
        'keywords' => 'нумерологія, нумеролог, число життєвого шляху, значення цифр, квадрат Піфагора, консультація, значення чисел, стосунки, сумісність, число долі, матриця, майстер-число, карма, призначення, фінансовий код, потенціал, особисте число',
    ],
    'pythagoras' => [
        'title' => 'Квадрат Піфагора | BLANK.NUMBERS',
        'desc' => 'Онлайн-калькулятор квадрату Піфагора. Узнай свої цифри, які покажуть призначення та ресурси для його виконання',
        'keywords' => 'онлайн-калькулятор квадрату Піфагора, нумерологія, нумеролог, число життєвого шляху, значення цифр, квадрат Піфагора, консультація, значення чисел, стосунки, сумісність, число долі, матриця, майстер-число, карма, призначення, фінансовий код, потенціал, особисте число',
    ],
    'offer' => [
        'title' => 'Публічний договір | BLANK.NUMBERS',

    ],
    'privacy' => [
        'title' => 'Політика конфіденційності | BLANK.NUMBERS',
    ],
    'celebrities' => [
        'title' => 'База селебріті | BLANK.NUMBERS',
        'desc' => "Єдина в інтернеті нумерологічна база відомих особистостей! Тут знайдеш знаменитостей із такими ж цифрами, як у Тебе 😉 Доступні фільтри за всіма показниками, пошук за прізвищем або родом діяльності, а для деяких навіть є рекомендовані до перегляду фільми! 🍿",
        'keywords' => 'нумерологія, нумеролог, число життєвого шляху, значення цифр, квадрат Піфагора, селебріті, значення чисел, стосунки, сумісність, число долі, матриця, майстер-число, карма, призначення, фінансовий код, потенціал, особисте число',
    ],
];