<?php

return [
    'pifagor' => [
        'title' => 'Квадрат Піфагора',
        'desc' => "Напиши своє ім'я та дату народження у форматі (день місяць рік) і отримай свій квадрат Піфагора )",
        'name' => "Ім'я",
        'birthday' => 'Дата народження',
        'text' => [
            'Кожна людина – це пазл з багатьох цифр та їхніх комбінацій. Якщо правильно його зібрати, то можна отримати відповіді на багато запитань!',
            'Квадрат Піфагора – це лише один із шматочків цього пазлу, але доволі вагомий:)',
            'Я «складаю пазли» професійно, тому пропоную свою допомогу всім, хто хоче вирішити якусь проблему, зрозуміти, куди рухатись далі, або просто давно мріє зустрітися з собою справжнім…',
        ],
    ],

    'hero' => [
        'title' => 'Тетяна Бланк',
        'subtitle' => 'Нумерологічні консультації, навчання нумерології з нуля',
        'desc' => 'Відповідаю на найактуальніші запитання',

        'question1' => [
            'Які мої сильні та слабкі сторони?',
            'Як мені розбагатіти?',
            'Яке моє призначення?',
            'Яка моя місія?',
        ],
        'question2' => [
            'Як мені побудувати міцні відносини?',
            'Коли я можу вийти заміж?',
            'Як знайти спільну мову з дитиною?',
            'Хто я у любові?',
        ],
        'question3' => [
            'Чи варто починати свою справу?',
            'Як свторити ефективну команду?',
            'Який бізнес мені підходить?',
            'Який я лідер?',
            'Коли краще купувати нерухомість?',
        ],

    ],

    'who' => [
        'title' => 'Хто я?',
        'title2' => 'Мене звуть Тетяна Бланк.',
        'desc' => 'Я допомагаю людям усвідомити їхній потенціал і правильно розпоряджатися ресурсами та талантами, даними від народження. Мій шлях до цифр був таким:',
        'period' => [
            [
                'years' => '1997 - 2002',
                'text' => 'Я студентка. Навчаюся на бухгалтера-аудитора, але одразу розумію, що бухгалтером я ніколи працювати не буду. :)',
            ],
            [
                'years' => '2002 - 2010',
                'text' => 'Я – найманий співробітник. У 2010 році залишила позицію керівника середньої ланки (350 підлеглих) у великому банку.',
            ],
            [
                'years' => '2010 - 2019',
                'text' => 'Я мама. Починаю займатися творчістю: тепер моя професія – графічний дизайнер, створюю красиві логотипи та сайти.',
            ],
            [
                'years' => '2019 - т.ч.',
                'text' => "Я потрапляю у світ цифр і розумію: це настільки моя стихія, що я просто зобов'язана пов'язати себе з цифрами і ділитися своїми знаннями з усіма, хто готовий до позитивних трансформацій!",
            ],
        ],

    ],

    'education' => [
        'title' => 'Мій хогвартс',
    ],

    'what' => [
        'title' => 'Про що можна дізнатися на консультації',
        'content' => [
            [
                'title' => 'Індивідуальна консультація',
                'text' => 'Розповім про Твої сильні та слабкі сторони, потенціал, місію та вроджені таланти 💪',
            ],
            [
                'title' => 'Дитяча консультація',
                'text' => 'Дізнаєшся багато цікавого про своїх дітей: на що потрібно звертати увагу, в якому напрямку найкраще розвивати саме твою дитину, які її схильності та таланти 👶',
            ],
            [
                'title' => 'Любов та відносини',
                'text' => 'Не клеїться особисте життя? Поясню, які можуть бути причини та як із цим працювати. Особисте життя є, але є «нюанси»? Розповім, у яких моментах Ви з партнером ідеально сумісні та доповнюєте один одного, а що вимагає опрацювання ❤️',
            ],
            [
                'title' => 'Індивідуальний річний прогноз',
                'text' => 'Разом сплануємо Твій вдалий майбутній рік по місяцях 📝',
            ],
        ]
    ],

    'works' => [
        'title' => 'Як це працює?',
        'content' => [
            [
                "Ти формулюєш один глобальний запит або пишеш до трьох актуальних для Тебе питань на сьогоднішній день, і вносиш передплату 400 гривень.",
                "Для прорахунку мені потрібне ім'я, дата народження у форматі день/місяць/рік, місто та час народження (якщо відомий).",
            ],
            [
                "Я розраховую та аналізую матрицю/матриці й в обумовлений термін записую файл у форматі mp3 тривалістю близько 1 години з відповідями на всі Твої запитання.",
                "Розрахунки я красиво оформлюю та віддаю у форматі pdf, готовому до друку.",
            ],
            [
                "Ти вивчаєш інформацію, протягом трьох робочих днів готуєш додаткові питання, якщо, звичайно, вони залишаться після прослуховування матеріалу:)",
                "При необхідності проводимо додаткову сесію тривалістю до 30 хвилин у форматі питання-відповідь.",
            ],
            [
                "Сплачуєш решту, бо 400 грн. передплати вже зроблено :)",
                "Вітаю! Тепер Ти готовий до нових позитивних трансформацій!",
            ],

        ]
    ],


    'test' => [
        'title' => 'Не можеш сформулювати запит?',
        'desc' => 'Пройди короткий тест і дізнайся, яка зі сфер твого життя потребує уваги прямо зараз!',

    ],

    'consultations' => [
        'title' => "Скільки коштує змінити життя на краще?",
        'orders' => [
            [
                'name' => "personal",
                'title' => "Персональна / дитяча консультація",
                'text' => "Аналіз однієї матриці, відповіді на будь-які Твої запитання в рамках консультації (1 година)",
                'price' => "2200",
                'priceText' => "2200 грн",
                'button' => "Замовити",
            ],
            [
                'name' => "partners",
                'title' => "Сумісність партнерів",
                'text' => "Аналіз двох матриць на сумісність в особистих або ділових стосунках",
                'price' => "3500",
                'priceText' => "3500 грн",
                'button' => "Замовити",
            ],
            [
                'name' => "forecast-by-month",
                'title' => "Річний прогноз по місяцях",
                'text' => "Для однієї людини. 🎁 Календар з рекомендаціями у форматі для печаті - в подарунок",
                'price' => "2200",
                'priceText' => "2200 грн",
                'button' => "Замовити",
            ],

        ],

        'infoConsultations' => [
            'title' => "Доступні формати консультацій:",
            'text1' => "запис на диктофон (mp3)",
            'text2' => "особиста зустріч (Київ) + 50% до вартості",
            'text3' => "* Рекомендую формат запису на диктофон, щоб можна було повторно переслуховувати",
        ],

        'infoPayment' => [
            'title' => "Варіанти оплати:",
            'text1' => "для клієнтів в Україні:",
            'text2' => "переказ за IBAN (ФОП 3 група)",
            'text3' => "для клієнтів з інших країн:",
            'text4' => "PayPal",
        ]

    ],

    'warning' => [
        'title' => "Обережно!",
        'text' => "Розмова зі мною може викликати мурахи й неконтрольовані приступи щастя від усвідомлення власного потенціалу :)",
    ],

    'reviews' => [
        'title' => "Що кажуть?",
    ],

    'modalTest' => [
        'step1' => [
            'title' => "Намалюй на аркуші паперу:",
            'text1' => "А тепер довірся своїм відчуттям і, не замислюючись, напиши в довільному порядку біля кожної стрілочки одну із сфер свого життя:",
            'list' => [
                "- душа",
                "- тіло",
                "- відносини",
                "- справа",
            ],
            'text2' => "Подивися розшифровку та виріши, на яку зі сфер Твого життя мені потрібно звернути особливу увагу під час консультації:)",
            'button' => "Дивитися розшифрування",
        ],
        'step2' => [
            'title' => "Дивись, як цікаво:",
            'text1' => "Це та сфера життя, яка прямо зараз потребує Твоєї уваги! НЕГАЙНО!",
            'text2' => "Це те, у чому Ти експерт і Тобі важливо ділитися своїми знаннями з іншими",
            'text3' => "А ось в цій сфері Ти профан і тобі треба вчитися:)",
            'text4' => "Якщо Ти приділиш трьом попереднім сферам увагу, то ця сфера запрацює автоматично 😉",
        ],
    ],

    'modalOrder' => [
        'alert' => "Щось пішло не так, спробуйте пізніше...",
        'step1' => [
            'title' => "Обережно!",
            'text1' => "Консультація може викликати мурахи й неконтрольовані приступи щастя від усвідомлення власного потенціалу :) Але Ти на вірному шляху! Залишилося тільки заповнити декілька рядків цієї форми, і магічні трансформації розпочнуться✨...",
            'text2' => '<span class="color-primary">УВАГА!</span> Зазвичай є черга на 1-2 місяці, тому оформлюй заявку тільки якщо готовий/а почекати! Проте запевняю - воно того вартує 😉',
        ],
        'form' => [
            'consultation' => "Консультація: ",
            'price' => "Ціна: ",
            'name' => "Як я можу до Тебе звертатися?",
            'namePlaceholder' => "Ім'я",
            'phone' => "Телефон",
            'or' => "або",
            'telegram' => "Телеграм",
            'telegramPlaceholder' => "Нік або посилання",
            'message' => "Коротенько опиши свій запит",
            'birthday' => "Твоя дата народження",
            'city' => "Місто народження + час (якщо відомий)",
            'cityPlaceholder' => "Київ, 23:59",
            'birthdayPartner' => "Дата народження партнера",
            'cityPartner' => "Місто народження партнера + час (якщо відомий)",
            'agree1' => "Я згоден/згодна на обробку моїх даних і ознайомлений/ознайомлена з",
            'agreeLink1' => "Публічною офертою",
            'and' => "та",
            'agreeLink2' => "Політикою конфіденційності",
            'agree2' => "сайту",
            'buttonSend' => "Відправити заявку",

        ],
        'step2' => [
            'title' => "Заявка успішно відправлена!",
            'text1' => "Уііі! В Тебе все вийшло! Найближчим часом я з Тобою зв'яжусь, щоб визначитись з датою та форматом консультації 🤓",
            'text2' => "Перейти на сторінку внесення передоплати (400 грн.). <br> Сума передоплати враховується до загальної вартості консультації.",
            'buttonPayment' => "Оплатити",
        ],
    ],


    'celebrities' => [
        'title' => "Нумерологічна база селебріті",
        'text' => [
            "Тут можна дослідити будь-яку нумерологічну тему на прикладі реальних людей: просто фільтруй їх за різними параметрами і дивися, що виходить)) Як гадаєш, наприклад, що спільного буде у всіх підприємців? Чи яка якість переважатиме у співаків? А давай подивимося на тих, у кого мало енергії: ким вони змогли стати і за рахунок яких інших ресурсів? Таких досліджень можна провести дуже багато, це дуже захоплююче – користуйся на здоров'я!",
            'Якщо захочеш докладніше дізнатися про когось, то відкривай посилання на статті з Вікіпедії. А щоб "закріпити результат" - подивись рекомендований фільм, там всі цифри будуть яскраво показані на екрані.',
        ],
        'textRequest' => "Не знайшов того, кого шукав? Напиши сюди прізвище і мої гноміки додадуть цю персону до бази 👇",

        'titleBox' => [
            'search' => 'пошук',
            'filter' => 'фільтр',
        ],

        'filter' => [
            'search' => 'Пошук за прізвищем',
            'gender' => 'Стать',
            'genderArray' => [
                'ж',
                'ч',
            ],
            'occupation' => 'Вид діяльності',
            'birthday' => 'Дата народження',
            'day' => 'дд',
            'month' => 'мм',
            'year' => 'рррр',
            'goal' => 'Ціль',
            'family' => "Сім'я",
            'habits' => 'Звички',
            'self_esteem' => 'Сомооцінка',
            'everyday_life' => 'Побут',
            'talents' => 'Таланти',
            'spirituality' => 'Духовність',
            'temperament' => 'Темперамент',

            'error-empty' => 'Виберіть значення для фільтра',



        ],
        'result' => [

            'error' => 'Помилка отримання даних',
            'empty' => 'Уп-с! За таким запитом в нашій базі нікого немає ( <br> Спробуйте іншу комбінацію показників',

            'count' => 'Кількість: ',
        ],

        'buttons' => [
            'search' => 'Пошук',
            'filter' => 'Фільтрувати',
            'filterCancel' => 'Скинути фільтр',
            'send' => 'Відправити',
            'show' => 'Показати всіх',
        ],
        'alphabet' => ['а', 'б', 'в', 'г', 'д', 'е', 'є', 'ж', 'з', 'и', 'і', 'ї', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ю', 'я'],

        'preloader-filters' => 'Завантаження даних...',
        'preloader-searh' => 'Пошук...',


        'request-input' => "Ім'я та прізвище",

        'connections-title' => "Пов'язані знаменитості у БД Селебріті:",
        'movie' => [
            'roles' => 'Ролі:',
            'trailer' => 'Дивись трейлер',
        ],

        'email' => [
            'title' => 'Заявку успішно надіслано!',
            'text' => 'Найближчим часом нова знаменитість буде додана до бази селебріті!',
            'text-error' => 'Щось пішло не так. Спробуй пізніше.',
        ],
    ],


];
